tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "rigellute/tap"
brew "ack"
brew "autoconf"
brew "automake"
brew "gettext"
brew "bind"
brew "glib"
brew "pkg-config"
brew "readline"
brew "ccls"
brew "coreutils"
brew "exa"
brew "fzf"
brew "gdb"
brew "libtool"
brew "libusb"
brew "gnupg"
brew "gotop"
brew "haskell-stack"
brew "ifstat"
brew "jq"
brew "libyaml"
brew "neovim"
brew "netcat"
brew "node"
brew "pinentry-mac"
brew "qemu"
brew "ripgrep"
brew "rust-analyzer"
brew "samba"
brew "sassc"
brew "stow"
brew "tmux"
brew "tree"
brew "wireguard-tools"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-hack-nerd-font"
cask "keepassxc"
