[
  "เกิดข้อผิดพลาด",
  "โปรดลองโหลดเพจอีกครั้ง",
  "โหลดเพจอีกครั้ง",
  "โฟลเดอร์ใหม่",
  "เรียนรู้เพิ่มเติม",
  "โฆษณา",
  "เล่น / หยุดชั่วคราว",
  "เล่นแบบสุ่ม",
  "เล่นซ้ำ",
  "ข้ามไปก่อนหน้า",
  "ข้ามไปยังรายการถัดไป",
  "เพิ่มระดับเสียง",
  "ลดระดับเสียง",
  "หน้าหลัก",
  "ค้นหา",
  "เพลย์ลิสต์ของคุณ",
  "พอดแคสต์ของคุณ",
  "ศิลปินของคุณ",
  "อัลบั้มของคุณ",
  "เพลงที่ถูกใจ",
  "จัดทำขึ้นเพื่อคุณ",
  "กำลังเล่นขณะนี้",
  "ชาร์ต",
  "Spotify ไม่รองรับ {0} เวอร์ชันนี้อีกต่อไป โปรดอัปเดตเบราว์เซอร์เพื่อการฟังอย่างต่อเนื่อง",
  "Spotify – คิวเล่นเพลง",
  "Spotify – ดาวน์โหลดจากเดสก์ทอป",
  "Spotify – {0}",
  "ไม่พบหน้าดังกล่าว",
  {
    "other": "ผู้ฟังต่อเดือน {0} คน"
  },
  "Spotify – {0}",
  "โฟลเดอร์เพลย์ลิสต์",
  "ขออภัย เกิดข้อผิดพลาด",
  "%name% - %show% | พอดแคสต์บน Spotify",
  "คำอธิบายเนื้อหา",
  "คุณอาจจะชอบ",
  "ไม่พบพอดแคสต์ดังกล่าว",
  "Spotify – คอลเลกชันของคุณ",
  "โปรไฟล์",
  "เพลย์ลิสต์สาธารณะ",
  "เพลย์ลิสต์",
  "มาค้นหาเพลงให้เพลย์ลิสต์ของคุณกัน",
  "ตรงนี้ดูจะว่างเปล่า...",
  "ออกใหม่ล่าสุด",
  "ไม่พบเพลย์ลิสต์ดังกล่าว",
  "คิวเล่นเพลง",
  "ไม่มีเพลงที่จะเล่นอยู่ในคิว",
  "กำลังเล่น",
  "ถัดไปในคิว",
  "ถัดไป",
  "เพลงที่ถูกใจ",
  "กิจกรรมของเพื่อน",
  "เพิ่มเพื่อน",
  "ดูว่าเพื่อนกำลังฟังอะไรอยู่",
  "ซ่อนโฆษณา",
  "แป้นพิมพ์ลัด",
  "ปิด",
  "กด",
  "เพื่อเปลี่ยนโหมดนี้",
  "Playback",
  "การนำทาง",
  "Get Spotify Premium",
  "Enjoy unlimited access to music, personalized playlists, and more. Eligible members receive their first month on us.",
  "Subscribe",
  "ออกจากระบบ",
  "%price%/month after. Terms and conditions apply. One month free not available for users who have already tried Premium.",
  "แทร็กนี้อยู่ในเพลย์ลิสต์ '{0}' ของคุณแล้ว",
  "แทร็กเหล่านี้อยู่ในเพลย์ลิสต์ '{0}' ของคุณแล้ว",
  "บางแทร็กเหล่านี้อยู่ในเพลย์ลิสต์ '{0}' ของคุณแล้ว",
  "เพิ่มแล้ว",
  "เพิ่มบางแทร็กแล้ว",
  "เพิ่มทั้งหมด",
  "เพิ่มอีก",
  "เพิ่มแทร็กใหม่",
  "ไม่เพิ่ม",
  "ภาพรวม",
  "ศิลปินที่คล้ายกัน",
  "เกี่ยวกับ",
  "concerts",
  "ศิลปินที่ยืนยันตัวตนแล้ว",
  "โหลดแอพฟรีของเรา",
  "ฟังเพลงที่คุณชื่นชอบได้แบบไม่มีสะดุด ดาวน์โหลดแอพ Spotify สำหรับคอมพิวเตอร์ของคุณ",
  "ดาวน์โหลดแอพสำหรับเดสก์ท็อป",
  "เราไม่พบคอนเสิร์ตที่คุณค้นหา",
  "สามารถหาได้ที่ {0}",
  "ตั้งแต่ {0} ที่ {1}",
  "จำหน่ายเมื่อ {0}",
  "รายละเอียด",
  "คอนเสิร์ตนี้ผ่านไปแล้ว ลองดู <a href=\"spotify:app:concerts\"> คอนเสิร์ตที่จะเกิดขึ้น</a> ในหัวข้อรายการ",
  "โหลดใหม่",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดเพลงของคุณ",
  "บันทึกเพลงโดยกดที่ไอคอนหัวใจ",
  "เพลงที่คุณถูกใจจะแสดงที่นี่",
  "ค้นหาเพลง",
  "ไม่พร้อมใช้งานขณะออฟไลน์",
  "ต้องการค้นหาอย่างอื่นไหม?",
  "เล่นล่าสุด",
  "เต็มจอ",
  "ปิด",
  "เราและ%open_cookies_vendor_tag%พันธมิตรของเรา%close_cookies_vendor_tag%ใช้คุกกี้เพื่อทำให้ประสบการณ์ของคุณมีความเฉพาะตัว เพื่อแสดงโฆษณาตามความสนใจของคุณและเพื่อจุดประสงค์ในการวัดผลและการวิเคราะห์ การใช้เว็บไซต์และบริการของเราจะถือว่าคุณยอมรับการใช้งานคุกกี้ตามที่อธิบายไว้ใน%open_cookies_policy_tag%นโยบายคุกกี้%close_cookies_policy_tag%ของเรา",
  "นโยบายคุกกี้",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดรายการดาวน์โหลดเพลงของคุณ",
  "รายการดาวน์โหลดเพลง",
  "กำลังโหลด",
  "แถบด้านบนและเมนูผู้ใช้",
  "ย้อนกลับ",
  "ไปข้างหน้า",
  "เซสชันส่วนตัว",
  "คุณกำลังฟังอย่างเป็นส่วนตัวอยู่ในเซสชันส่วนตัว",
  "คุณกำลังออฟไลน์",
  "ตรวจสอบให้แน่ใจว่าคุณกำลังเข้าใช้งานแบบออนไลน์ Spotify ใช้งานได้ดีที่สุดเมื่อคุณเชื่อมต่ออินเทอร์เน็ต",
  "ลงทะเบียน",
  "เข้าสู่ระบบ",
  "หยุดชั่วคราว",
  "เล่น",
  "กำลังเล่นจาก",
  "ออกจากโหมดเต็มจอ",
  "เชื่อมต่อกับ Facebook เพื่อดูว่าเพื่อนของคุณกำลังเล่นเพลงอะไรอยู่",
  "เชื่อมต่อกับ Facebook",
  "เราจะไม่โพสต์โดยไม่ได้รับอนุญาตจากคุณ แสดงและซ่อนกิจกรรมเพื่อนจากการตั้งค่า",
  "{0}",
  "{0} กับ {1}",
  "{0} กับ {1} และ {2}",
  "{0} กับ {1}, {2} และ {3}",
  "{0} กับ {1}, {2}, {3} และอีก {4} รายการ...",
  "{0}",
  "{0} & {1}",
  "{0}, {1} & {2}",
  "{0}, {1}, {2} & {3}",
  "{0}, {1}, {2} และอีก {3} รายการ...",
  "ไลน์อัพ",
  "แนะนำสำหรับคุณ",
  "ต้องการดูคอนเสิร์ตที่อยู่ใกล้คุณเพิ่มเติมหรือไม่ ลองชมที่ส่วนคอนเสิร์ตของคุณ",
  "ดูคอนเสิร์ตเพิ่มเติม",
  "ค้นหาตั๋ว",
  "เพลิดเพลินไปกับคอลเลกชันของคุณ",
  "เข้าสู่ระบบเพื่อดูเพลง พอดแคสต์ ศิลปินและเพลย์ลิสต์ที่บันทึกไว้ในคอลเลกชันของคุณ",
  "คุณออกจากระบบแล้ว",
  "เข้าสู่ระบบเพื่อเพิ่มเพลย์ลิสต์",
  "เข้าสู่ระบบเพื่อเพิ่มในคิว",
  "เข้าสู่ระบบเพื่อเริ่มโหมดวิทยุ",
  "เข้าสู่ระบบเพื่อดำเนินการต่อ",
  "กำลังติดตาม",
  "ลบเพื่อน",
  "เพิ่มเพื่อน",
  {
    "other": "คุณมีเพื่อน {0} คนใน Spotify"
  },
  "กรองจากชื่อ",
  "เสร็จสิ้น",
  "รวมศิลปิน",
  "PREMIUM",
  {
    "other": "{0} ชม."
  },
  {
    "other": "{0} น."
  },
  {
    "other": "{0} วิ"
  },
  {
    "other": "{0} เพลย์ลิสต์"
  },
  {
    "other": "{0} ถูกใจ"
  },
  {
    "other": "ผู้ติดตาม {0} คน"
  },
  "ดูทั้งหมด",
  "ยังไม่ใช่ตอนนี้",
  "เพิ่มเติม",
  "โจ่งแจ้ง",
  "หยุดชั่วคราว",
  "เล่น",
  "เพิ่ม",
  "ผู้ฟังรายเดือน",
  "ศิลปินหลัก",
  "น้อยลง",
  "เพิ่มเติม",
  "บัญชี",
  "อัปเกรดเป็น Premium",
  "เซสชันส่วนตัว",
  "การตั้งค่า",
  "อีควอไลเซอร์",
  "อัปเดต Spotify ตอนนี้",
  "อัปเดตพร้อมใช้งาน",
  "อัปเกรด",
  "เปิดการเล่นซ้ำ",
  "เปิดใช้งานเล่นซ้ำแทร็กเดียว",
  "ปิดการเล่นซ้ำ",
  "ปิดการเล่นแบบสุ่ม",
  "เปิดการเล่นแบบสุ่ม",
  "ย้อนหลัง 15 วินาที",
  "เดินหน้า 15 วินาที",
  "การควบคุมเครื่องเล่น",
  "ก่อนหน้า",
  "หยุดชั่วคราว",
  "เล่น",
  "ถัดไป",
  "คิว",
  "คุณกำลังฟังบน",
  "กำลังเล่น: {0} โดย {1}",
  "บันทึกเพลงที่คุณถูกใจ",
  "ลบเพลงที่คุณถูกใจ",
  "ลบ",
  "แสดงวิดีโอ",
  "ซ่อนวิดีโอ",
  "ตัวอย่างของ Spotify",
  "ลงทะเบียนเพื่อฟังเพลงและพอดแคสต์ได้แบบไม่จำกัดและมีโฆษณาคั่นเป็นครั้งคราว ไม่ต้องใช้บัตรเครดิต",
  "ลงทะเบียนฟรี",
  "ติดตาม",
  "ค้นหาตามเมือง",
  "เปลี่ยน",
  "ศิลปินรายนี้ไม่มีรายการคอนเสิร์ต",
  "ใกล้กับ {0}",
  "สถานที่อื่นๆ",
  "ศิลปินรายนี้ไม่มีคอนเสิร์ตที่จะเกิดขึ้นใกล้กับ {0}",
  "ศิลปินท่านนี้ไม่มีคอนเสิร์ตที่จะเกิดขึ้นใกล้กับคุณ",
  "หากต้องการดูคอนเสิร์ตของศิลปินที่คุณชื่นชอบเพิ่มเติม <a href=\"spotify:app:concerts\" data-section-id=\"footer\"> เลือกดูคอนเสิร์ตทั้งหมด</a>",
  "ชีวประวัติ",
  "ที่อยู่ของผู้ฟัง",
  "อัลบั้ม",
  "ซิงเกิลและ EP",
  "รวมเพลง",
  "ปรากฏใน",
  "เปิดเสียง",
  "ปิดเสียง",
  "ปรับเสียง",
  {
    "other": "{0} คนกำลังฟัง"
  },
  "แนวเพลง",
  "{0} น.",
  "ตอน",
  "พอดแคสต์",
  "เพลง",
  "ขยาย",
  "จาก {0}",
  "เพลย์ลิสต์",
  "ศิลปิน",
  "แสดงเพิ่มเติม",
  "แสดงน้อยลง",
  "อัลบั้ม",
  "ยอดนิยม",
  "เชื่อมต่อกับอุปกรณ์",
  "เล่นและควบคุม Spotify บนอุปกรณ์ทั้งหมดของคุณ",
  "เริ่มต้น Spotify บนอุปกรณ์เครื่องอื่น แล้วเนื้อหาจะปรากฏที่นี่ราวกับเวทมนต์",
  "เรียนรู้เพิ่มเติม",
  "เชื่อมต่อกับอุปกรณ์",
  "Spotify Connect คืออะไร",
  "เราไม่พบตำแหน่งที่ตั้งที่คุณค้นหา",
  "เกิดข้อผิดพลาดขณะส่งคำขอข้อมูล",
  "ยกเลิก",
  "เล่นแทร็กเพลง",
  "เกิดข้อผิดพลาด",
  "เลือกสิ่งที่ต้องการเล่นและควบคุมเพลงด้วยกัน",
  "ฟังเพลงกับเพื่อนตามเวลาจริง เลือกสิ่งที่ต้องการเล่นและควบคุมเพลงด้วยกัน",
  "คิวแชร์",
  "เบต้า",
  "ลองอีกครั้ง",
  "ชวนเพื่อน",
  {
    "other": "เชิญเพื่อนสูงสุด {0} คน"
  },
  "ผู้เข้าร่วมจะเห็นรูปโปรไฟล์และชื่อผู้ใช้ของคุณ",
  "สิ้นสุดเซสชัน",
  "ออกจากเซสชัน",
  "เล่น {0} โดย {1}",
  "คอมพิวเตอร์นี้",
  "เว็บเบราว์เซอร์นี้",
  "กำลังฟังบน",
  "Spotify Connect",
  "ไม่สามารถควบคุมได้",
  "ลบออกจากคอลเลกชันของคุณ",
  "บันทึกในคอลเลกชันของคุณ",
  "ข้ามโฆษณานี้ใน:",
  "เปลี่ยนระยะเพลง",
  "หรือ",
  "ตอนนี้",
  "เพลงที่แนะนำ",
  "อ้างอิงจากชื่อของเพลย์ลิสต์นี้",
  "อ้างอิงจากเพลงในเพลย์ลิสต์นี้",
  "รีเฟรช",
  "ดาวน์โหลด",
  "ปลดล็อกการดาวน์โหลดและคุณสมบัติอื่นด้วย Premium",
  "ลบการดาวน์โหลด",
  "ยกเลิกการดาวน์โหลด",
  "progress.downloading-tracks",
  "กำลังดาวน์โหลด {0} แทร็ก",
  "ดาวน์โหลดเสร็จสมบูรณ์แล้ว",
  "นำเสนอโดย {0}",
  {
    "other": "{0} สัปดาห์"
  },
  {
    "other": "{0} วัน"
  },
  "เพลย์ลิสต์",
  "พอดแคสต์",
  "ศิลปิน",
  "อัลบั้ม",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดศิลปิน",
  "ติดตามศิลปินที่คุณถูกใจโดยกดปุ่มติดตาม",
  "ติดตามศิลปินแรกของคุณ",
  "ค้นหาศิลปิน",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดพอดแคสต์ของคุณ",
  "ค้นหาพอดแคสต์",
  "ติดตามพอดแคสต์ที่คุณถูกใจโดยกดปุ่มติดตาม",
  "ติดตามพอดแคสต์แรกของคุณ",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดอัลบั้มของคุณ",
  "ค้นหาอัลบั้ม",
  "บันทึกอัลบั้มโดยกดที่ไอคอนหัวใจ",
  "ติดตามอัลบั้มแรกของคุณ",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดเพลย์ลิสต์ของคุณ",
  "สร้างเพลย์ลิสต์",
  "สร้างเพลย์ลิสต์แรกของคุณ",
  "ง่ายนิดเดียว เราจะช่วยคุณเอง",
  "เล่นแล้ว",
  {
    "other": "เหลืออีก {0} น."
  },
  "แสดงน้อยลง",
  "อ่านเพิ่มเติม",
  "คัดลอกลิงก์เซสชัน",
  "อย่าเล่นเพลงนี้",
  "อย่าเล่นเพลงของศิลปินคนนี้",
  "คัดลอกลิงก์",
  "เปิดในแอปเดสก์ทอป",
  "เลิกติดตาม",
  "คัดลอกลิงก์รายการโชว์",
  "คัดลอกลิงก์ตอน",
  "เพิ่มลงในคิว",
  "เพิ่มในเพลย์ลิสต์",
  "ลบจากเพลย์ลิสต์นี้",
  "ดูคำอธิบายของตอน",
  "เริ่มต้นวิทยุ",
  "คัดลอกลิงก์ศิลปิน",
  "ลบ",
  "สร้างโฟลเดอร์",
  "เปลี่ยนชื่อ",
  "ลบออกจากคอลเลกชันของคุณ",
  "ตั้งค่าเป็นส่วนตัว",
  "ตั้งค่าเป็นสาธารณะ",
  "ตั้งค่าเป็นการไม่ใช้งานร่วม",
  "ตั้งค่าเป็นการใช้งานร่วม",
  "ลบ",
  "คัดลอกลิงก์เพลย์ลิสต์",
  "บันทึกในคอลเลกชันของคุณ",
  "คัดลอกลิงก์อัลบั้ม",
  "คัดลอกลิงก์เพลง",
  "เกิดข้อผิดพลาด",
  "เริ่มฟังด้วยบัญชี Spotify ฟรี",
  "ใช้งาน Spotify อย่างคุ้มค่าด้วยบัญชีฟรี",
  "ไม่ต้องใช้บัตรเครดิต",
  "ฟังพอดแคสต์แบบไม่จำกัด",
  "เล่นเพลงโปรดของคุณแบบมีโฆษณาคั่น",
  "Confirm your age",
  "เกี่ยวกับ Spotify",
  "Copyright © {0} Spotify AB<br/>Spotify® เป็นเครื่องหมายการค้าจดทะเบียนของ Spotify Group",
  "เนื้อหาสนับสนุนโดย",
  "ใบอนุญาติของบุคคลที่สาม",
  "ลงทะเบียนฟรี",
  "ดาวน์โหลดแอพ",
  "มีบัญชีผู้ใช้แล้วใช่ไหม",
  "Spotify เวอร์ชันใหม่พร้อมใช้งานแล้ว ({0})",
  "คลิกที่นี่เพื่อดาวน์โหลด",
  "กำลังดาวน์โหลด Spotify เวอร์ชันใหม่...",
  "Spotify ได้รับการอัปเดตเป็นเวอร์ชัน {0} แล้ว",
  "โปรดรีสตาร์ทเพื่อทำการติดตั้ง",
  "เข้าสู่ระบบ",
  "You need to be at least 19 years old to listen to explicit content marked with",
  "Continue",
  "คุณต้องการลบโฟลเดอร์นี้และเพลย์ลิสต์ทั้งหมดในโฟลเดอร์ใช่ไหม",
  "ยกเลิก",
  "ลบ",
  "คุณต้องการลบเพลย์ลิสต์นี้ใช่หรือไม่",
  "ยกเลิก",
  "ลบ",
  "เพลย์ลิสต์ใหม่",
  "สร้างเพลย์ลิสต์ใหม่",
  "ชื่อเพลย์ลิสต์",
  "ยกเลิก",
  "สร้าง",
  "เพิ่มในเพลย์ลิสต์",
  "เพลย์ลิสต์ใหม่",
  "เริ่มพิมพ์...",
  "เพิ่มในเพลย์ลิสต์",
  "หลัก",
  "หน้าหลัก",
  "ค้นหา",
  "คอลเลกชันของคุณ",
  "{0}/{1}",
  "เพลย์ลิสต์",
  "สร้างเพลย์ลิสต์",
  "ติดตั้งแอพ",
  "เพลย์ลิสต์ร่วม",
  "ขยายวิดีโอ",
  "ปิด",
  "ดาวน์โหลดแอปฟรี",
  "คุกกี้",
  "ความเป็นส่วนตัว",
  "ถึงขีดจำกัดของแท็บแล้ว...",
  "คุณเปิดแท็บจำนวนมากเกินไป ปิดแท็บนี้แล้วฟังเพลงต่อ",
  "เปิดการเล่นเนื้อหาที่ปลอดภัยในเบราว์เซอร์ของคุณ",
  "เข้าไปที่เว็บไซต์สนับสนุนของ Spotify เพื่อศึกษาวิธีการ",
  "ไปที่เว็บไซต์สนับสนุน",
  "%name% | พอดแคสต์บน Spotify",
  "ทุกตอน",
  "Spotify – หน้าหลัก",
  "Spotify – {0}",
  "ไม่พบอัลบั้มดังกล่าว",
  "อัลบั้ม",
  "เฉพาะ Premium",
  "ศิลปินรายนี้ขอให้เราเผยแพร่อัลบั้มนี้เฉพาะกลุ่มผู้ใช้ Premium ภายในระยะเวลาที่กำหนด โปรดกลับมาใหม่ในภายหลัง",
  "พิเศษเฉพาะใน Spotify",
  "สนับสนุนโดย",
  "ซ่อนประกาศ",
  "สนับสนุน",
  "ลบ",
  "บันทึก",
  "ศิลปิน",
  "อัลบั้ม",
  "เพลย์ลิสต์",
  "พอดแคสต์",
  "ตอน",
  "โปรไฟล์",
  "แนวเพลง",
  "Spotify – ค้นหา",
  "เพลง",
  "กำลังแสดง {0} ของ \"{1}\"",
  "ค้นหาศิลปิน เพลง หรือพอดแคสต์",
  "ล้างช่องค้นหา",
  "ไม่พบผลการค้นหาสำหรับ \"{0}\"",
  "โปรดตรวจสอบว่าตัวสะกดถูกต้อง ลดคำค้นหาลง หรือลองคำค้นหาอื่น",
  "การค้นหาล่าสุด",
  "ล้างการค้นหาล่าสุด",
  "ผลการค้นหายอดนิยม",
  "การตั้งค่า",
  "ซ่อนการตั้งค่าขั้นสูง",
  "แสดงการตั้งค่าขั้นสูง",
  "เฉพาะพนักงาน",
  "เปลี่ยนกลับไปแอปเดสก์ทอปแบบคลาสสิก - การเปลี่ยนแปลงจะมีผลทันทีและคุณจะเข้าสู่หน้าแรก<br/>หากต้องการกลับเข้าไปใหม่ ให้คลิกที่ไอคอนหน้าจอในแถบกำลังเล่น<br/>เพื่อช่วยเราปรับปรุงประสบการณ์การใช้งาน โปรด <a href={0}>ส่งข้อเสนอแนะ</a>",
  "การแสดงผล",
  "แสดงการประกาศเกี่ยวกับผลงานใหม่",
  "แสดงการแจ้งเตือนในเดสก์ทอปเมื่อเปลี่ยนเพลง",
  "ภาษา",
  "เลือกภาษา - การเปลี่ยนแปลงจะมีผลหลังจากรีสตาร์ตแอป",
  "รีสตาร์ทแอป",
  "เนื้อหาโจ่งแจ้ง",
  "ไม่สามารถเล่นเนื้อหาโจ่งแจ้งได้ในบัญชีครอบครัวนี้",
  "อนุญาตการเล่นเนื้อหาที่โจ่งแจ้ง",
  "เล่นอัตโนมัติ",
  "เล่นเพลงแนวเดียวกันต่อโดยอัตโนมัติเมื่อเพลงของคุณจบ",
  "อัตโนมัติ",
  "ต่ำ",
  "ปกติ",
  "สูง",
  "สูงมาก",
  "ดัง",
  "ปกติ",
  "เงียบ",
  "คุณภาพเพลง",
  "คุณภาพการสตรีม",
  "ปรับเสียงให้สมดุล - ปรับระดับเสียงให้ดังเท่ากันทุกเพลงและทุกพอดแคสต์",
  "ระดับเสียง - ปรับระดับเสียงให้เหมาะสมกับสภาพแวดล้อม",
  "โซเชียล",
  "ทำให้เพลย์ลิสต์ใหม่ของฉันเป็นสาธารณะ",
  "เริ่มต้นเซสชันส่วนตัวเพื่อฟังอย่างเป็นส่วนตัว",
  "แชร์กิจกรรมรายการสิ่งที่ฉันฟังบน Spotify",
  "ย่อ",
  "ใช่",
  "ไม่",
  "วินาที",
  "Playback และ Automix",
  "ครอสเฟดเพลง",
  "ช่วยให้ช่วงต่อของเพลงในเพลย์ลิสต์เป็นไปอย่างราบรื่น",
  "การทำงานของ Startup และ Window",
  "เปิด Spotify โดยอัตโนมัติเมื่อเข้าใช้คอมพิวเตอร์",
  "เมื่อกดปุ่มปิดจะย่อหน้าต่าง Spotify ลง",
  "ความเข้ากันได้",
  "เปิดใช้งานการเร่งฮาร์ดแวร์",
  "ความเป็นส่วนตัว",
  "ปิดกั้นคุกกี้ทั้งหมดในการติดตั้งแอป Spotify สำหรับเดสก์ทอปครั้งนี้ อ่านรายละเอียดเพิ่มเติมใน <a class=\"settings__cookiesDiabled-link\" href=\"https://www.spotify.com/legal/privacy-policy/\">นโยบายความเป็นส่วนตัว</a> โปรดทราบว่าเมื่อเปิดใช้งานการตั้งค่านี้ อาจส่งผลกระทบต่อประสบการณ์ใช้งาน Spotify การเปลี่ยนแปลงจะมีผลหลังจากรีสตาร์ตแอป",
  "จัดทำขึ้นเพื่อคุณ",
  "ชาร์ต",
  "ออกใหม่ล่าสุด",
  "ค้นพบ",
  "พอดแคสต์",
  "เพิ่มเข้าในเพลงที่คุณถูกใจ",
  "บันทึกเข้าคอลเลกชันของคุณแล้ว",
  "ลบออกจากเพลงที่คุณถูกใจ",
  "ลบออกจากคอลเลกชันของคุณแล้ว",
  "เพิ่มไปยัง {0}",
  "รับทราบ! บันทึกเพลงเข้าคอลเลกชันของคุณแล้ว",
  "เข้าใจแล้ว! เราจะไม่เล่นเพลงนี้ใน Daily Mix ของคุณ",
  "คัดลอกลิงก์ไปที่คลิปบอร์ดแล้ว",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดแทร็กของอัลบั้ม",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดอัลบั้มของศิลปิน",
  "ขออภัย เกิดข้อผิดพลาดขณะโหลดเพลย์ลิสต์ของผู้ใช้",
  "ขออภัย เกิดข้อผิดพลาดกับการเล่น",
  "ขออภัย เนื้อหานี้ไม่พร้อมใช้งาน",
  "ยินดีต้อนรับสู่แอป Spotify",
  "ไม่สามารถเล่นเพลงปัจจุบันได้",
  "โปรด ปิดโหมดออฟไลน์ และลองอีกครั้ง",
  "โปรด ปิดโหมดออฟไลน์ และลองอีกครั้ง",
  "เราไม่สามารถเล่นได้จนกว่าคุณจะอนุญาตศิลปินนี้ในแอป Spotify บนโทรศัพท์",
  "เราไม่สามารถเล่นได้จนกว่าคุณจะอนุญาตแทร็กนี้ในแอป Spotify บนโทรศัพท์",
  "Spotify ไม่สามารถเล่นเนื้อหานี้ใน {0} หากคุณมีไฟล์นี้อยู่ในคอมพิวเตอร์ คุณสามารถนำเข้าได้",
  "ไม่สามารถเล่นเนื้อหานี้ด้วย Spotify ได้ในขณะนี้ หากคุณมีไฟล์นี้อยู่ในคอมพิวเตอร์ คุณสามารถนำเข้าได้",
  "Spotify ไม่สามารถเล่นเนื้อหานี้ได้ในขณะนี้",
  "เพลงที่เลือกจะเริ่มเล่นหลังโฆษณา",
  "โปรดลองอีกครั้งหลังจบโฆษณานี้",
  "แทร็กของคุณจะเล่นหลังโฆษณา ข้ามโฆษณาเพื่อกลับไปฟังเพลงได้เร็วขึ้น!",
  "คุณจะข้ามโฆษณาและกลับไปยังเนื้อหาได้หลังจาก {0} วินาที",
  "คุณใช้งานเกินเวลาที่จำกัด {0} ชั่วโมงแล้ว อัปเกรดเป็น Spotify Premium เพื่อฟังโดยไม่มีข้อจำกัด",
  "เราไม่สามารถเล่นวิดีโอนี้ในตำแหน่งที่ตั้งปัจจุบันของคุณได้",
  "โปรดอัปเกรด Spotify เพื่อเล่นวิดีโอนี้",
  "ไม่สามารถเล่นวิดีโอนี้ในระบบปฏิบัติการเวอร์ชันที่คุณใช้อยู่",
  "เราไม่สามารถเล่นวิดีโอนี้ในตำแหน่งที่ตั้งปัจจุบันของคุณได้",
  "ไม่สามารถเล่นวิดีโอนี้ได้ ลองเล่นวิดีโออื่นหรือไม่",
  "ขออภัย เราไม่สามารถเล่นวิดีโอนี้ได้",
  "ขออภัย เราไม่สามารถเล่นวิดีโอนี้ได้",
  "อืมม... ดูเหมือนเราจะไม่สามารถเล่นวิดีโอนี้ได้ ลองติดตั้ง Spotify เวอร์ชันล่าสุด",
  "ขออภัย! คุณไม่สามารถเล่นเนื้อหานี้ในขณะที่เชื่อมต่อกับอุปกรณ์อื่นได้",
  "Spotify ไม่สามารถเล่นเพลงนี้ได้ในขณะนี้เนื่องจากมีเนื้อหาที่โจ่งแจ้ง",
  "เนื้อหาที่เลือกจะเริ่มเล่นหลังโฆษณา"
]