[
  "Đã có sự cố xảy ra",
  "Hãy thử tải lại trang",
  "TẢI LẠI TRANG",
  "Thư mục mới",
  "Tìm hiểu thêm",
  "Quảng cáo",
  "Phát/Tạm dừng",
  "Trộn bài",
  "Lặp",
  "Chuyển về nội dung trước",
  "Chuyển đến nội dung tiếp theo",
  "Tăng âm lượng",
  "Giảm âm lượng",
  "Trang chủ",
  "Tìm kiếm",
  "Playlist của bạn",
  "Podcast của bạn",
  "Nghệ sĩ của bạn",
  "Album của bạn",
  "Bài hát đã thích",
  "Dành cho bạn",
  "Hiện đang phát",
  "Bảng xếp hạng",
  "Cài đặt",
  "Ẩn cài đặt nâng cao",
  "Hiển thị cài đặt nâng cao",
  "Chỉ dành cho nhân viên",
  "Quay lại ứng dụng cũ dành cho máy tính để bàn – Thay đổi sẽ được áp dụng ngay lập tức và bạn sẽ truy cập vào Trang chủ.<br/>Để chọn tham gia trở lại, hãy nhấp vào biểu tượng màn hình trong Thanh Đang phát.<br/>Để giúp chúng tôi cải thiện trải nghiệm, hãy <a href={0}> gửi phản hồi </a>",
  "Hiển thị",
  "Hiển thị thông báo về các bản phát hành mới",
  "Hiển thị thông báo trên màn hình khi thay đổi bài hát",
  "Xem bạn bè của bạn đang phát nội dung gì",
  "Ngôn ngữ",
  "Chọn ngôn ngữ - Các thay đổi sẽ được áp dụng sau khi bạn khởi động lại ứng dụng",
  "Khởi động lại ứng dụng",
  "Nội dung nhạy cảm",
  "Không thể phát nội dung nhạy cảm trên tài khoản Family này",
  "Cho phép phát lại nội dung được đánh giá là nhạy cảm.",
  "Tự động phát",
  "Tự động phát những bài hát tương tự khi nhạc kết thúc",
  "Tự động",
  "Thấp",
  "Bình thường",
  "Cao",
  "Rất cao",
  "To",
  "Bình thường",
  "Yên lặng",
  "Chất lượng nhạc",
  "Chất lượng stream",
  "Chuẩn hóa âm lượng - Đặt cùng mức âm lượng cho tất cả các bài hát và podcast",
  "Mức âm lượng - Điều chỉnh âm lượng theo môi trường",
  "Xã hội",
  "Công khai các playlist mới của tôi",
  "Bắt đầu chế độ nghe riêng tư để nghe ẩn danh",
  "Chia sẻ hoạt động nghe của tôi trên Spotify",
  "Thu nhỏ",
  "Có",
  "Không",
  "giây",
  "Phát lại và tự động trộn",
  "Chuyển bài hát",
  "Cho phép chuyển tiếp mượt mà giữa các bài hát trong playlist",
  "Startup and Window Behaviour",
  "Tự động mở Spotify sau khi bạn đăng nhập vào máy tính",
  "Nút đóng sẽ thu nhỏ cửa sổ Spotify",
  "Tính tương thích",
  "Bật tính năng tăng tốc phần cứng",
  "Quyền riêng tư",
  "Chặn tất cả các cookie cho việc cài đặt ứng dụng Spotify dành cho máy tính để bàn; đọc thêm thông tin chi tiết trong <a class=\"settings__cookiesDiabled-link\" href=\"https://www.spotify.com/legal/privacy-policy/\">chính sách quyền riêng tư</a>. Vui lòng lưu ý rằng việc bật cài đặt này có thể tác động tiêu cực đến trải nghiệm Spotify của bạn. Các thay đổi sẽ được áp dụng sau khi khởi động lại ứng dụng",
  "Bạn không thể thực hiện hành động này khi đang offline.",
  "Spotify không còn hỗ trợ phiên bản {0} này. Vui lòng cập nhật trình duyệt của bạn để được nghe không gián đoạn.",
  "Đã thêm vào Bài hát đã thích của bạn",
  "Đã lưu vào Thư viện",
  "Đã xóa khỏi Bài hát đã thích của bạn",
  "Đã xóa khỏi Thư viện",
  "Đã thêm vào {0}",
  "Đã hiểu! Bài hát đã lưu vào Thư viện.",
  "Đã hiểu! Chúng tôi sẽ không phát bài này trong Daily Mix của bạn nữa.",
  "Liên kết đã được sao chép vào clipboard",
  "Ối, đã có lỗi khi tải các bản nhạc trong album.",
  "Rất tiếc, đã có sự cố xảy ra trong khi tải các album của nghệ sĩ.",
  "Ối, đã có sự cố xảy ra trong khi tải các playlist của người dùng.",
  "Ối, đã có sự cố xảy ra với việc phát lại.",
  "Ối, đã có lỗi.",
  "Chào mừng bạn đến với ứng dụng Spotify",
  "Spotify – Danh sách chờ phát",
  "Bài hát Gợi ý",
  "Dựa trên tiêu đề của playlist này.",
  "Dựa trên các bài hát trong playlist này.",
  "Làm mới",
  "Spotify – Tải xuống cho máy tính để bàn",
  "Đang tải",
  "Spotify – {0}",
  "Ối, đã có lỗi khi tải nghệ sĩ.",
  {
    "other": "{0} người nghe hàng tháng"
  },
  "Spotify – {0}",
  "Thư mục playlist",
  "%name% - %show% | Podcast trên Spotify",
  "Mô tả tập",
  "Có thể bạn cũng sẽ thích",
  "Rất tiếc, đã xảy ra lỗi khi tải tập này.",
  "Vậy là bạn đã biết giới hạn tab...",
  "Bạn mở quá nhiều tab một lúc. Hãy đóng tab này và tiếp tục nghe.",
  "Bật tính năng phát lại an toàn trên trình duyệt của bạn",
  "Truy cập trang hỗ trợ Spotify để xem cách thức.",
  "TRUY CẬP TRANG HỖ TRỢ",
  "Spotify – Thư viện",
  "Dành cho bạn",
  "Bảng xếp hạng",
  "Mới Phát Hành",
  "KHÁM PHÁ",
  "PODCAST",
  "error.request-user-failure",
  "Playlist",
  "Hãy tìm một số bài hát cho playlist của bạn",
  "Playlist này hơi trống trải...",
  "BẢN MỚI PHÁT HÀNH",
  "Ối, đã xảy ra sự cố trong khi tải playlist.",
  "Danh sách chờ phát",
  "Không có bài hát nào để phát trong danh sách chờ.",
  "Đang phát",
  "Tiếp theo trong Danh sách chờ",
  "Tiếp",
  "Tải lại",
  "Bài hát đã thích",
  "Tải ứng dụng miễn phí của chúng tôi",
  "Nghe nhạc bạn thích không gián đoạn. Tải xuống ứng dụng Spotify dành cho máy tính.",
  "TẢI XUỐNG ỨNG DỤNG DÀNH CHO DESKTOP",
  "Hoạt động bạn bè",
  "Sao chép đường liên kết của phiên",
  "Phím tắt bàn phím",
  "Đóng",
  "Nhấn",
  "để bật/tắt bảng này.",
  "Phát lại",
  "Điều hướng",
  "Bản nhạc này đã có sẵn trong playlist '{0}' của bạn.",
  "Những bản nhạc này đã có sẵn trong playlist '{0}' của bạn.",
  "Một số bản nhạc đã có sẵn trong playlist '{0}' của bạn.",
  "Đã có sẵn",
  "Một số bản nhạc đã có sẵn",
  "Thêm toàn bộ",
  "Vẫn thêm",
  "Thêm bản nhạc mới",
  "Không thêm",
  "Ẩn quảng cáo",
  "Không phát bài hát này",
  "Không phát nghệ sĩ này",
  "Sao chép Liên kết",
  "Get Spotify Premium",
  "Enjoy unlimited access to music, personalized playlists, and more. Eligible members receive their first month on us.",
  "Subscribe",
  "Đăng xuất",
  "%price%/month after. Terms and conditions apply. One month free not available for users who have already tried Premium.",
  "Hủy theo dõi",
  "Theo dõi",
  "Sao chép Liên kết Chương trình",
  "Sao chép Liên kết Tập",
  "Thêm vào Danh sách chờ",
  "Thêm vào Playlist",
  "Xoá khỏi Playlist này",
  "Xem Mô tả Tập",
  "Tổng quan",
  "Các nghệ sĩ Liên quan",
  "Giới thiệu",
  "concerts",
  "Nghệ sĩ được xác minh",
  "Bắt đầu Radio",
  "Sao chép Liên kết Nghệ sĩ",
  "Đã phát gần đây",
  "Chúng tôi không thể tìm thấy buổi diễn bạn đang tìm kiếm.",
  "Có sẵn trên {0}",
  "Từ {0} trên {1}",
  "Được bán trên {0}",
  "Chi tiết",
  "Buổi diễn này đã diễn ra rồi. Hãy xem <a href=\"spotify:app:concerts\">các buổi diễn sắp tới</a> ở phần Duyệt tìm.",
  "Toàn màn hình",
  "Đóng",
  "Chúng tôi và %open_cookies_vendor_tag%các đối tác của chúng tôi%close_cookies_vendor_tag% sử dụng cookie để cá nhân hóa trải nghiệm của bạn, hiển thị quảng cáo theo nội dung bạn quan tâm cũng như dùng cho các mục đích phân tích và đo lường. Bằng cách sử dụng trang web và các dịch vụ của chúng tôi, bạn đồng ý với việc sử dụng cookie như mô tả trong %open_cookies_policy_tag%Chính sách về cookie%close_cookies_policy_tag% của chúng tôi.",
  "Chính sách cookie",
  "Ối, đã xảy ra sự cố trong khi tải các bài hát của bạn.",
  "Tìm thêm các bài hát bạn yêu thích trong Duyệt tìm và lưu vào phần Bài hát đã thích. ",
  "Các bài hát bạn đã thích có tại đây",
  "Đọc Ít hơn",
  "Tìm hiểu Thêm",
  "Phát từ",
  "Thoát chế độ toàn màn hình",
  "Đã phát",
  {
    "other": "Còn {0} phút"
  },
  "{0} phút",
  "Tạm dừng",
  "Phát",
  "Chi tiết",
  "Tải xuống",
  "Mở khóa tính năng tải xuống cùng các tính năng khác với gói Premium",
  "Xóa tải xuống",
  "Hủy tải xuống",
  "progress.downloading-tracks",
  "Menu người dùng và thanh trên cùng",
  "Quay lại",
  "Tiếp theo",
  "Chế độ nghe riêng tư",
  "Bạn đang nghe ẩn danh trong chế độ nghe riêng tư.",
  "Bạn đang offline",
  "Đảm bảo rằng bạn đang kết nối mạng. Spotify hoạt động tốt nhất khi có kết nối Internet.",
  "Đăng ký",
  "Đăng nhập",
  "Mở trong Ứng dụng máy tính để bàn",
  "{0}",
  "{0} với {1}",
  "{0} với {1} và {2}",
  "{0} với {1}, {2} và {3}",
  "{0} với {1}, {2}, {3} và {4} hơn nữa...",
  "{0}",
  "{0} & {1}",
  "{0}, {1} & {2}",
  "{0}, {1}, {2} & {3}",
  "{0}, {1}, {2}, và {3} hơn nữa...",
  "hoặc",
  "Tập",
  "Danh sách nghệ sĩ biểu diễn",
  "Đề xuất cho bạn",
  "Muốn xem nhiều buổi diễn hơn ở khu vực của bạn? Hãy xem mục buổi diễn của bạn.",
  "Xem thêm buổi diễn",
  "Tìm vé",
  "Tìm kiếm theo thành phố",
  "Thay đổi",
  "Nghệ sĩ này không có danh sách buổi diễn.",
  "Gần {0}",
  "Các địa điểm khác",
  "Nghệ sĩ này không có buổi diễn sắp tới nào gần {0}.",
  "Nghệ sĩ này không có buổi diễn nào sắp tới gần bạn.",
  "Để xem nhiều buổi diễn hơn nữa ở gần bạn của nghệ sĩ yêu thích, <a href=\"spotify:app:concerts\" data-section-id=\"footer\">hãy duyệt tìm tất cả các buổi diễn.</a>.",
  "Đang theo dõi",
  "Đang tải xuống {0} bản nhạc",
  "Tải xuống hoàn tất",
  "Hồ sơ",
  "Thể loại",
  "Người nghe hàng tháng",
  "Ngôi sao chủ chốt",
  "Ít hơn",
  "Chi tiết",
  "Chúng tôi không thể tìm thấy địa điểm bạn đang tìm kiếm.",
  "Có sự cố khi yêu cầu dữ liệu.",
  "Huỷ",
  "Nhiều nghệ sĩ",
  "Tài khoản",
  "Nâng cấp lên Premium",
  "Chế độ nghe riêng tư",
  "Cài đặt",
  "Bộ chỉnh âm",
  "Cập nhật Spotify ngay",
  "Đã có bản cập nhật",
  "bây giờ",
  "Xem tất cả",
  {
    "other": "{0} giờ"
  },
  {
    "other": "{0} phút"
  },
  {
    "other": "{0} giây"
  },
  {
    "other": "{0} lượt thích"
  },
  {
    "other": "{0} tuần"
  },
  {
    "other": "{0} ngày"
  },
  "Podcast",
  "Bài hát",
  "Của {0}",
  "Playlist",
  "Nghệ sĩ",
  "Nhạy cảm",
  "TẠM DỪNG",
  "PHÁT",
  "Album",
  "Nâng cấp",
  "PREMIUM",
  "Thêm",
  "Tiểu sử",
  "Nơi mọi người nghe",
  "Album",
  "Đĩa đơn và EP",
  "Bộ sưu tập",
  "Xuất hiện Trên",
  "Kích hoạt chế độ lặp lại",
  "Bật chế độ lặp lại một bài",
  "Huỷ kích hoạt chế độ lặp lại",
  "Tắt trộn bài",
  "Bật trộn bài",
  "Tua lùi 15 giây",
  "Tua tiến 15 giây",
  "Điều khiển trình phát",
  "Trước",
  "Tạm dừng",
  "Phát",
  "Tiếp",
  "HIỂN THỊ NHIỀU HƠN",
  "HIỂN THỊ ÍT HƠN",
  "Phổ biến",
  "Danh sách chờ",
  "Bạn đang nghe trên",
  "Đang phát: {0} của {1}",
  "Lưu vào Bài hát đã thích của bạn",
  "Xóa khỏi Bài hát đã thích của bạn",
  "Xóa",
  "Hiển thị video",
  "Ẩn video",
  "Xem trước Spotify",
  "Đăng ký để nghe không giới hạn các bài hát và podcast với quảng cáo không thường xuyên. Không cần thẻ tín dụng.",
  "Đăng ký miễn phí",
  "Bỏ qua quảng cáo này trong:",
  "Phát bản nhạc",
  "Mở rộng",
  {
    "other": "{0} đang nghe"
  },
  "Hủy tắt tiếng",
  "Tắt tiếng",
  "Thay đổi âm lượng",
  "Kết nối với một thiết bị",
  "Phát và quản lý Spotify trên mọi thiết bị của bạn.",
  "Khởi động Spotify trên một thiết bị khác và nó sẽ bất ngờ xuất hiện ở đây.",
  "Tìm hiểu thêm",
  "Kết nối với một thiết bị",
  "Spotify Connect là gì?",
  "Đã có sự cố xảy ra",
  "Hãy chọn nội dung để cùng nhau nghe và điều khiển nhạc.",
  "Nghe cùng bạn bè trong thời gian thực. Hãy chọn nội dung để phát và cùng nhau điều khiển nhạc.",
  "Danh sách chờ dùng chung",
  "BETA",
  "Thử lại",
  "Mời bạn bè",
  {
    "other": "Mời tối đa {0} người bạn"
  },
  "Người tham gia sẽ thấy ảnh đại diện và tên người dùng của bạn.",
  "Kết thúc phiên",
  "Rời khỏi phiên",
  "Máy tính này",
  "Trình duyệt Web này",
  "Nghe Trên",
  "Spotify Connect",
  "Không thể điều khiển",
  "Thay đổi tiến trình",
  "Xóa khỏi Thư viện",
  "Lưu vào Thư viện",
  "Được cung cấp bởi {0}",
  "Rất tiếc, đã xảy ra lỗi khi tải nhạc bạn đã tải xuống.",
  "Nhạc đã tải xuống",
  "Playlist",
  "Podcast",
  "Nghệ sĩ",
  "Album",
  "Ối, đã có lỗi khi tải các nghệ sĩ của bạn.",
  "Theo dõi các nghệ sĩ mà bạn yêu thích để thêm họ vào Thư viện.",
  "Nghệ sĩ của bạn sẽ xuất hiện ở đây.",
  "Tìm kiếm",
  "Rất tiếc, đã xảy ra lỗi khi tải podcast của bạn.",
  "Bạn đang muốn tìm kiếm điều mới mẻ?",
  "Các podcast bạn đã thích có tại đây",
  "Ối, đã có lỗi khi tải các album của bạn.",
  "Lưu những album yêu thích để tạo bộ sưu tập trong mơ của bạn.",
  "Lưu những album yêu thích của bạn",
  "Ối, đã có lỗi khi tải các playlist của bạn.",
  "Tạo playlist mới",
  "Tạo playlist đầu tiên của bạn",
  "Chúng tôi sẽ giúp bạn tạo một bản mixtape hoàn hảo, chỉ là không có băng cát sét thôi.",
  "Xoá",
  "Tạo thư mục",
  "Đổi tên",
  "Xóa khỏi Thư viện",
  "Thiết lập thành bí mật",
  "Thiết lập thành công khai",
  "Đặt thành không cộng tác",
  "Đặt thành cộng tác",
  "Xoá",
  "Sao chép liên kết Playlist",
  "Lưu vào Thư viện",
  "Thêm vào Playlist",
  "Sao chép Liên kết Album",
  "Sao chép Liên kết Bài hát",
  "Đã xảy ra lỗi",
  "Confirm your age",
  "Bắt đầu nghe bằng tài khoản Spotify Free",
  "Khai thác tối đa Spotify với tài khoản miễn phí",
  "Không cần thẻ tín dụng",
  "Nghe podcast không giới hạn",
  "Nghe nhạc bạn yêu thích, có quảng cáo",
  "Giấy phép bên thứ ba",
  "Bạn có chắc chắn muốn xóa thư mục này và toàn bộ các playlist bên trong không?",
  "HỦY",
  "XÓA",
  "Giới thiệu về Spotify",
  "Bản quyền © {0} Spotify AB.<br/>Spotify® là thương hiệu đã đăng ký của Tập đoàn Spotify.",
  "Các bên cung cấp nội dung:",
  "Bạn đã có tài khoản?",
  "Đăng nhập",
  "Đã có phiên bản Spotify mới ({0}).",
  "Nhấp vào đây để tải xuống.",
  "Đang tải xuống phiên bản Spotify mới…",
  "Đã cập nhật lên phiên bản Spotify {0}.",
  "Vui lòng khởi động lại để cài đặt.",
  "ĐĂNG KÝ FREE",
  "TẢI XUỐNG ỨNG DỤNG",
  "You need to be at least 19 years old to listen to explicit content marked with",
  "Continue",
  "Bạn có thật sự muốn xóa playlist này không?",
  "HỦY",
  "XÓA",
  "Playlist mới",
  "Tên Playlist",
  "HUỶ",
  "TẠO",
  "Bắt đầu gõ...",
  "Chính",
  "Trang chủ",
  "Thư viện",
  "Thêm vào playlist",
  "PLAYLIST MỚI",
  "{0}/{1}",
  "Playlist",
  "Cài đặt Ứng dụng",
  "Tạo playlist",
  "Phóng to video",
  "Thu gọn",
  "Tải xuống ứng dụng miễn phí",
  "Cookie",
  "Quyền riêng tư",
  "Playlist cộng tác",
  "Ối, đã có lỗi khi tải các hạng mục.",
  "%name% | Podcast trên Spotify",
  "Tất cả các tập",
  "Rất tiếc, đã xảy ra lỗi khi tải podcast này.",
  "Spotify – Trang chủ",
  "Spotify – {0}",
  "Ối, đã xảy ra sự cố trong khi tải album.",
  "Album",
  "Chỉ dành cho Premium",
  "Nghệ sĩ này đã đề nghị chúng tôi phát hành album này trên phiên bản Premium chỉ trong thời gian ngắn, nhưng hãy kiểm tra lại sớm.",
  "Nghệ sĩ",
  "Album",
  "Playlist",
  "Podcast",
  "Tập",
  "Hồ sơ",
  "Thể loại",
  "Spotify – Tìm kiếm",
  "Bài hát",
  "Hiển thị {0} cho \"{1}\"",
  "Tìm kiếm nghệ sĩ, bài hát hoặc podcast",
  "Xóa trường tìm kiếm",
  "Không tìm thấy kết quả nào cho \"{0}\"",
  "Vui lòng đảm bảo viết đúng chính tả, hoặc sử dụng ít từ khoá hơn hay thử các từ khoá khác",
  "Các tìm kiếm gần đây",
  "Xoá các tìm kiếm gần đây",
  "Kết quả hàng đầu",
  "Ẩn thông báo",
  "Được tài trợ",
  "Nội dung độc quyền của Spotify",
  "Được trình bày bởi",
  "Xóa",
  "Lưu",
  "Không thể phát bài hát hiện tại.",
  "Vui lòng tắt chế độ offline và thử lại.",
  "Vui lòng tắt chế độ offline để tải xuống.",
  "Chúng tôi không thể phát nội dung này chừng nào bạn chưa cho phép nghệ sĩ trong ứng dụng Spotify trên điện thoại.",
  "Chúng tôi không thể phát nội dung này chừng nào bạn chưa cho phép bản nhạc trong ứng dụng Spotify trên điện thoại.",
  "Spotify hiện không thể phát nội dung này tại {0}. Nếu bạn có file trên máy tính của mình, bạn có thể nhập file đó.",
  "Spotify hiện không thể phát nội dung này. Nếu bạn có file trên máy tính của mình, bạn có thể nhập file đó.",
  "Spotify hiện không thể phát nội dung này.",
  "Bài hát đã chọn sẽ được phát sau quảng cáo.",
  "Vui lòng thử lại sau quảng cáo này.",
  "Bản nhạc của bạn sẽ được phát sau quảng cáo. Hãy bỏ qua quảng cáo để quay lại nghe nhạc nhanh hơn!",
  "Bạn sẽ có thể bỏ qua quảng cáo và quay lại nghe nội dung của mình sau {0} giây.",
  "Bạn đã vượt giới hạn {0} giờ. Hãy nâng cấp lên Spotify Premium để nghe không giới hạn.",
  "Chúng tôi không thể phát video này ở địa điểm hiện tại của bạn.",
  "Vui lòng nâng cấp Spotify để phát video này.",
  "Không thể phát video này trên phiên bản hệ điều hành của bạn.",
  "Chúng tôi không thể phát video này ở địa điểm hiện tại của bạn.",
  "Video này không khả dụng. Bạn có muốn thử video khác không?",
  "Rất tiếc, chúng tôi không thể phát video này.",
  "Rất tiếc, chúng tôi không thể phát video này.",
  "Rất tiếc, có vẻ như chúng tôi không thể phát video này. Hãy thử cài đặt phiên bản Spotify mới nhất.",
  "Rất tiếc! Bạn không thể phát nội dung này khi đang kết nối với một thiết bị khác.",
  "Spotify hiện không thể phát nội dung này do có nội dung nhạy cảm.",
  "Nội dung đã chọn sẽ phát sau quảng cáo"
]